help_str_1 = "Вас приветсвует бот Вислелица + Погода, в котором вы можете \
поиграть в Виселицу против компьютера или спросить погоду в одном из заданных \
городов мира"
help_str_2 = "В игре Виселица есть три уровня сложности:\n1) Легкий - у Вас \
будет целых 11 попыток угадать букву\n2) Средний - у Вас будет 8 попыток \
угадать букву\n3) Сложный - у Вас будет всего 6 попыток угадать букву\n \
Выберите уровень сложности:"
help_str_3 = "Теперь необходимо выбрать количество букв, \
которые уже будут открыты перед началом игры"
help_str_4 = "https://api.openweathermap.org/data/2.5/weather?q="
help_arr_1 = ["Легкий", "Средний", "Сложный"]
help_arr_2 = ["Хочу поиграть в Виселицу", "Хочу снова поиграть в Виселицу"]
help_arr_3 = ["1-2 буквы", "3-5 букв", "Хочу хардкор (0 букв)"]
help_arr_4 = ["ё", "й", "ц", "у", "к", "е", "н", "г", "ш", "щ", "з", "х", "ъ",
              "ф", "ы", "в", "а", "п", "р", "о", "л", "д", "ж", "э", "я", "ч",
              "с", "м", "и", "т", "ь", "б", "ю", "Ё", "Й", "Ц", "У", "К", "Е",
              "Н", "Г", "Ш", "Щ", "З", "Х", "Ъ", "Ф", "Ы", "В", "А", "П", "Р",
              "О", "Л", "Д", "Ж", "Э", "Я", "Ч", "С", "М", "И", "Т", "Ь", "Б",
              "Ю"]
help_arr_5 = ["Каир", "Дубай", "Рим", "Эр-Рияд",
              "Лондон", "Сингапур", "Мадрид",
              "Барселона", "Вашингтон", "Берлин",
              "Нью-Йорк", "Лос-Анжелес", "Маями",
              "Неаполь", "Мехико", "Буэнос-Айрес",
              "Мельбурн", "Москва", "Париж",
              "Токио", "Пекин", "Сеул",
              "Сантьяго-де-Чили", "Санкт-Петербург"]
help_dict_1 = {"1-2 буквы": [1, 2], "3-5 букв": [3, 4, 5],
               "Хочу хардкор (0 букв)": [0]}
help_dict_2 = {"Легкий": 11, "Средний": 8, "Сложный": 6}
help_dict_3 = {
  "Москва": "Moscow", "Санкт-Петербург": "Saint Petersburg", "Рим": "Rome",
  "Лондон": "London", "Париж": "Paris", "Мадрид": "Madrid",
  "Барселона": "Barcelona", "Вашингтон": "Washington", "Берлин": "Berlin",
  "Нью-Йорк": "New York", "Лос-Анжелес": "Los Angeles", "Неаполь": "Naples",
  "Маями": "Maimi", "Мехико": "Mexico City", "Буэнос-Айрес": "Buenos Aires",
  "Сантьяго-де-Чили": "Santiago", "Каир": "Cairo", "Пекин": "Beijing",
  "Токио": "Tokyo", "Дубай": "Dubai", "Эр-Рияд": "Riyadh",
  "Сеул": "Seoul", "Мельбурн": "Melbourn", "Сингапур": "Singapore"
  }
words = [
  "мгновение", "архипелаг", "абонемент", "баскетбол", "бессоница", "вредитель",
  "двигатель", "деликатес", "журналист", "живописец", "император", "космонавт",
  "лечебница", "мизантроп", "невольник", "некрополь", "подписчик", "регламент",
  "язычество", "филантроп", "факультет", "церемония", "экзекуция", "экспансия",
  "автомобиль", "амфибрахий", "балюстрада", "герцогство", "заповедник",
  "инструктор", "исподтишка", "композиция", "лесопильня", "репатриант",
  "самодержец", "траектория", "хлебопашец", "цветоножка", "честолюбие",
  "эскадрилья", "этнография", "эквивалент", "юрисдикция", "реализация",
  "автопортрет", "властолюбец", "возрождение", "дезинсекция", "десятиборье",
  "дешифровщик", "единогласие", "железобетон", "направление", "застрельщик",
  "имплантация", "коневодство", "любопытство", "манипулятор", "механизатор",
  "подстановка", "размышление", "ракетоносец", "стенограмма", "транспортир",
  "уверенность", "факультатив", "фрикаделька", "холодильник", "хулиганство",
  "численность", "чернокнижник", "шестандцать", "экзаменатор", "ясновидение",
  "языкознание", "аббревиатура", "восприятие", "воллейболист", "ненависть"
]
